export const COLD_JOKES_POOL: string[] = [
  "你知道为什么慈禧不喜欢年轻人吗？因为年轻人是young人（洋人）",
  "你知道为什么蜂王手下的小弟都不听话吗？因为蜂工违纪（丰功伟绩）",
  "你知道吗什么人会干活胯下凉凉的吗？骑兵（冰）",
  "你知道为什么潮汕地区的老父亲都不爱潮流的东西吗？因为怕变成潮爸",
  "你知道为什么吟游诗人为什么道德低下吗？因为他们老鞭尸！",
  "老鼠太勤奋为什么会死？因为过劳鼠",
  "为什么夜神月不能吃辣？因为他是基拉（忌辣）",
  "纹身的人为什么聪明？因为他们是纹人(文人)",
  "讲地狱笑话会下地狱为什么讲烂谐音梗也会下地狱？因为你在玩尬的（god）",
  "皮卡丘站起来变成了什么？皮卡兵。",
];

export const HELL_JOKES_POOL: string[] = [
  "1945年后日本流行什么食品？铀炸食品和核成食品",
  "肯尼迪坐敞篷车——脑洞大开。",
  "互联网有利有弊人们都看见利了可弊呢？可弊坠机了（科比坠机了）",
  "你知道秦朝最菜的名人是谁吗？是商鞅因为他拉爆了",
  "屈原进地府的时候 阎王:汝楚江? 屈原:嗨！",
  "你知道什么笔会从天而降吗？科比！",
  "为什么路易十六当卧底是失败的吗因为他不会接头",
];

export const CHEESY_LINES_POOL: string[] = [
  "你的酒窝没有酒，我却醉得像条狗。",
  "你知道我的缺点是什么吗？缺点你。",
  "你最近是不是又胖了？不然为什么在我心里的分量越来越重。",
  "莫文蔚的阴天，孙燕姿的雨天，都不如你聊天的...",
  "不要抱怨，抱我。",
];

export const TOKUSATSU_BASIC_POOL: string[] = [
  "Rider Kick！", "斯派修姆光线！", "超级战队火箭炮！", "变身！Henshin！",
  "奶奶曾经说过...", "你只要看着我变身就好了！", "撒，细数你的罪恶吧！",
  "我要成为王！", "我的强大是会哭泣的！",
];
